{
    "stories": [
        {
            "title": "Проказники Лесной Поляны",
            "description": "Весёлая история о том, как Артём-Волк и Даня-Лисёнок устроили соревнования по прыжкам с большого камня и нашли нового друга. Сказка о дружбе, смелости и взаимопомощи.",
            "cover": "assets/images/1.png",
            "parts": [
                {
                    "text": [
                        "На Лесной Поляне, где высокая трава щекотала лапы, а цветы пахли мёдом, Артём-Волк и Даня-Лисёнок затеяли спор. В центре поляны возвышался гладкий камень, о котором шептались звери: забраться на него могли только самые ловкие. А прыгнуть с вершины? Это было легендой!",
                        "— Я первый заберусь! — заявил Артём, выпрямившись, как настоящий волк.",
                        "Даня прищурился, его рыжий хвост дёрнулся.",
                        "— А вот и нет! Я быстрее! — фыркнул он, топнув лапкой.",
                        "Они уставились друг на друга, будто готовы были спорить до звёзд. На старом дубе мелькнула тень: ворон Карр нахохлился, наблюдая, но молчал, словно ему было всё равно.",
                        "— Ладно, кто первый — тот и прыгает! — предложил Артём.",
                        "— Договорились! — подхватил Даня. — Только не толкайся!",
                        "Забраться на камень оказалось непросто. Артём, серьёзный и упрямый, прыгнул раз, другой, цепляясь когтями. Вскоре он стоял наверху, глядя на поляну, как король леса.",
                        "— Ха! Где ты там, Данька? — крикнул он.",
                        "Даня не собирался сдаваться. Он разбежался, подпрыгнул, но лапы соскользнули, и — бум! — лисёнок шлёпнулся в траву."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/1.1.mp3"
                },
                {
                    "text": [
                        "— Ты что, танец репетируешь? — рассмеялся Артём.",
                        "Даня насупился, но глаза его хитро блеснули.",
                        "— Это я… разминаюсь! — заявил он и рванул снова.",
                        "На этот раз он уцепился за выступ, ловко перекатился и оказался рядом с Артёмом.",
                        "— Ну что, теперь прыгаем? — спросил Даня, нетерпеливо дёргая хвостом.",
                        "— Только аккуратно, не зацепи ветки, — предупредил Артём.",
                        "Но Даня уже не слушал. Он разбежался, прыгнул и — хлёст! — задел веточку. Она шлёпнула его по спине, и лисёнок, вскрикнув «Ой!», закрутился в воздухе и плюхнулся в мягкие кусты.",
                        "Артём расхохотался, но тут же спрыгнул к другу.",
                        "— Ты цел? — спросил он, помогая Дане выбраться.",
                        "Лисёнок встряхнулся, отряхнул пушистый хвост и гордо заявил:",
                        "— Конечно! Это был мой супер-прыжок с кувырком!",
                        "— Ага, с приземлением в кусты, — фыркнул Артём."
                    ],
                    "image": "assets/images/1.2.webp",
                    "audio": "assets/audio/1.2.mp3"
                },
                {
                    "text": [
                        "Они стояли на траве, споря, чей прыжок был круче, когда из зарослей выскочил запыхавшийся зайчонок.",
                        "— Эй, вы что, соревнования устроили без меня? — пропищал он, ушки дрожали от восторга.",
                        "Даня повернулся, забыв про спор.",
                        "— Да мы просто тренировались! А ты что тут делаешь?",
                        "Зайчонок выпрямился, но глаза его стали грустными.",
                        "— Я тоже хочу прыгнуть с камня! Но… не могу забраться, — признался он.",
                        "Артём и Даня переглянулись. Артём хотел сказать, что зайчонок слишком маленький, но Даня вдруг воскликнул:",
                        "— Давай поможем! Я тебя подсажу!",
                        "Он подбежал к камню, а Артём, немного ворча, присоединился.",
                        "— Только держись крепче, — сказал он зайчонку.",
                        "Даня упёрся лапами в камень и толкнул зайчонка вверх. Артём стоял рядом, подсказывая, куда ставить лапы. Зайчонок пыхтел, но с их помощью вскарабкался на вершину.",
                        "— Ого! — выдохнул он. — Отсюда всё такое… огромное!",
                        "— А теперь прыгай, — подбодрил Даня, подпрыгивая на месте.",
                        "— Только глаза не закрывай, — добавил Артём, стоя внизу."
                    ],
                    "image": "assets/images/1.3.webp",
                    "audio": "assets/audio/1.3.mp3"
                },
                {
                    "text": [
                        "Зайчонок глубоко вздохнул, разбежался и прыгнул. Он мягко приземлился в траву, сделав маленький кувырок.",
                        "— Ура! Получилось! — закричал он, прыгая от радости.",
                        "Даня захлопал лапами, а Артём кивнул, улыбаясь.",
                        "— Молодец! — сказал он.",
                        "Зайчонок подбежал к ним, сияя.",
                        "— Без вас я бы не смог! Вы такие крутые!",
                        "Артём посмотрел на Даню.",
                        "— Это ты придумал подсаживать. Хорошая идея.",
                        "— А ты помогал, — подмигнул Даня. — Но мой прыжок всё равно был круче!",
                        "Артём закатил глаза, но рассмеялся. Они сидели на поляне, пока солнце садилось, окрашивая траву золотом. Карр на дубе встряхнул крыльями и улетел, будто ему надоело смотреть.",
                        "— Знаешь, — сказал Даня, — спорить весело, но вместе мы можем всё: и забраться на камень, и помочь другу.",
                        "— Ага, — кивнул Артём. — Даже если ты вечно лезешь в кусты. Дружба — это когда помогаешь, даже если ссоришься.",
                        "Зайчонок захлопал ушами.",
                        "— Давайте завтра ещё прыгать!",
                        "— Обязательно! — хором ответили волк и лисёнок.",
                        "Лесная Поляна шепталась под ветром, а Артём и Даня поняли, что вместе они сильнее, чем любой спор. И это было лучшее приключение дня."
                    ],
                    "image": "assets/images/1.4.webp",
                    "audio": "assets/audio/1.4.mp3"
                }
            ],
            "interactiveId": 0
        },
        {
            "title": "Загадочные следы",
            "description": "Захватывающее расследование Артёма-Волка и Дани-Лисёнка! Что за таинственные следы появились в лесу? Сказка о любопытстве, воображении и том, как важно не делать поспешных выводов.",
            "cover": "assets/images/2.png",
            "parts": [
                {
                    "text": [
                        "Лесная Поляна только просыпалась. Солнце пробивалось сквозь ветви, рисуя на траве золотые узоры. Птички щебетали, белки носились по деревьям, а река вдалеке шумела. Даня-Лисёнок мчался вприпрыжку, размахивая пушистым хвостом, когда вдруг замер.",
                        "— Ого! — выдохнул он.",
                        "Перед ним на мягкой земле тянулась цепочка огромных следов — больше его лап, больше даже лап Артёма! Глаза лисёнка загорелись.",
                        "— Артём! — закричал он, бросившись к другу.",
                        "Артём-Волк сидел у большого камня, задумчиво скручивая верёвку из лозы.",
                        "— Что орёшь, Данька? — спросил он, когда лисёнок влетел, чуть не запутавшись в лапах.",
                        "— Следы! Огромные! — выпалил Даня. — Это… медведь! Или оборотень!",
                        "Артём приподнял бровь.",
                        "— Оборотень? Серьёзно?",
                        "— Ну, может, не оборотень, но следы странные! Пойдём! — Даня нетерпеливо прыгал.",
                        "— Я должен всё бросить и бежать за тобой? — проворчал Артём.",
                        "— А ты хочешь, чтобы я один встретил монстра? — хитро прищурился Даня.",
                        "Артём вздохнул. Спорить с лисёнком было бесполезно. Он поднялся, и они пошли к следам. На ветке старого дуба мелькнула тень — ворон Карр, нахохлившись, следил за ними.",
                        "Следы были глубокие, свежие. Артём наклонился, потрогал землю.",
                        "— Кто-то прошёл недавно, — сказал он.",
                        "— Я же говорил! — воскликнул Даня. — Надо искать!"
                    ],
                    "image": "assets/images/2.1.webp",
                    "audio": "assets/audio/sound1.mp3"
                },
                {
                    "text": [
                        "— А если это опасно? — нахмурился Артём. — Надо проверить.",
                        "— Проверяй, а я уже иду! — фыркнул Даня и рванул вперёд.",
                        "— Данька, стой! — крикнул Артём, но лисёнок не слушал.",
                        "Они начали спорить, кто должен вести, но следы петляли между деревьями, и пришлось идти вместе. Даня бежал впереди, Артём внимательно осматривал ветки.",
                        "— Может, это медведь? — размышлял Даня.",
                        "— Медведь ломал бы ветки, — возразил Артём.",
                        "— А если огромный волк? Или… невидимка?",
                        "Артём закатил глаза.",
                        "— Если невидимка, как он оставил следы?",
                        "Даня замер, поняв, что сморозил глупость, и фыркнул:",
                        "— Ладно, ты прав. Но следы подозрительные!",
                        "Следы привели к тёмной пещере, укрытой мхом. Даня хотел ворваться, но Артём схватил его за хвост.",
                        "— Не лезь, пока не знаем, что там!",
                        "— Ну и что? Постоим и подождём монстра? — хихикнул Даня и шагнул внутрь.",
                        "Артём вздохнул и последовал за ним. В пещере было темно, пахло сыростью и мхом. В углу что-то зашуршало, и вдруг раздалось громкое:"
                    ],
                    "image": "assets/images/2.2.webp",
                    "audio": "assets/audio/sound2.mp3"
                },
                {
                    "text": [
                        "— Бу!",
                        "Даня взвизгнул и отскочил, чуть не сбив Артёма. Из тени выскочил маленький рыжий комок с блестящими глазами.",
                        "— Ха-ха! Попались! — захихикала белка, прыгая на месте.",
                        "— Белка?! Ты?! — выдохнул Даня, отряхивая хвост.",
                        "— Ага! — гордо кивнула она. — Это я оставила следы! У меня есть деревянные лапы, надеваю их и шучу!",
                        "Даня всплеснул лапами.",
                        "— Шутка?! А я думал, монстр!",
                        "Артём нахмурился, но вдруг заметил на стене пещеры вырезанную лапу с когтями, окружённую странными узорами.",
                        "— А это что? — спросил он, указывая.",
                        "Белка замялась.",
                        "— Это… не моё. Было тут до меня.",
                        "Снаружи раздался хриплый голос:",
                        "— Это метка Лесного Следопыта! Он любил загадки, но вам их не разгадать!",
                        "Все обернулись. На ветке сидел ворон Карр, щуря чёрные глаза.",
                        "— Следопыта? Кто это? — спросил Артём."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound3.mp3"
                },
                {
                    "text": [
                        "Карр фыркнул.",
                        "— Тот, кто оставляет тайны для любопытных. Ищите, если осмелитесь! — Он взмахнул крыльями и улетел.",
                        "Даня повернулся к Артёму, глаза горели.",
                        "— Это не просто шутка! Надо узнать, кто этот Следопыт!",
                        "Артём кивнул, но добавил:",
                        "— Только вместе, Данька. А то ты опять в кусты улетишь.",
                        "Белка захихикала.",
                        "— Зато вам было весело!",
                        "Они вышли из пещеры, и солнце уже клонилось к закату. Даня посмотрел на Артёма.",
                        "— Знаешь, я бы один в пещеру не полез. Хорошо, что ты был рядом.",
                        "— А я бы метку не заметил, если б ты не побежал, — улыбнулся Артём. — Вместе искать интереснее, и дружба помогает замечать важное.",
                        "Даня подмигнул.",
                        "— Но я всё равно быстрее!",
                        "Артём рассмеялся, и они вернулись на поляну, всё ещё споря, но уже как друзья. Белка прыгала следом, напевая, а где-то в небе Карр ворчал, будто знал больше, чем сказал. Тайна Следопыта только начиналась."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound3.mp3"
                }
            ],
            "interactiveId": 1
        },
        {
            "title": "Операция: Исчезнувший ручей",
            "description": "Артём-Волк и Даня-Лисёнок обнаруживают, что их любимый ручей исчез из-за плотины бобров, и с помощью друзей находят решение, создавая новый пруд. Друзья учатся решать проблемы вместе, возвращая журчание ручья на Лесную Поляну.",
            "cover": "assets/images/3.png",
            "parts": [
                {
                    "text": [
                        "Лесная Поляна всегда была живой: цветы качались под ветром, птицы напевали, бабочки порхали над травой. Но сегодня что-то было не так. Артём-Волк остановился у сухой полоски земли и нахмурился.",
                        "— Слышишь? — спросил он.",
                        "Даня-Лисёнок навострил уши, но услышал только тишину.",
                        "— Ничего! А что? — удивился он, дёрнув хвостом.",
                        "Артём указал на землю. Их любимый ручей, что весело журчал, пропал. Остались лишь лужицы да влажный песок.",
                        "— Может, кто-то выпил воду? — хихикнул Даня.",
                        "— Очень смешно, — фыркнул Артём. — Надо разобраться.",
                        "Они пошли вверх по течению. Даня то гонялся за кузнечиком, то нюхал ромашки, пока Артём не вспылил:",
                        "— Данька, хватит носиться! Это серьёзно!",
                        "— А ты вечно такой зануда! — огрызнулся Даня. — Может, ручей сам вернётся?",
                        "Артём закатил глаза, но промолчал. Вскоре они увидели причину: куча веток, листьев и сучьев перегородила ручей, словно стена.",
                        "— Это что, крепость? — ахнул Даня.",
                        "— Плотина, — сказал Артём, приглядевшись.",
                        "— Плотина? — переспросил лисёнок, глаза загорелись. — Бобры!"
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound1.mp3"
                },
                {
                    "text": [
                        "Даня сунул нос в ветки, но завал зашевелился, и пара глаз уставилась на него.",
                        "— Эй, малявки, что лазаете? — прогундосил ворчливый голос.",
                        "Из веток высунулась морда пожилого бобра, с мокрой шерстью и усталым взглядом.",
                        "— Это наш ручей! Где он? — выпалил Даня.",
                        "— Ваш? — хмыкнул бобр, жуя веточку. — Теперь наш. Плотина, пруд, всё по плану. Отстаньте!",
                        "— Нечестно! — возмутился Даня. — Надо её сломать!",
                        "— Сломать? — фыркнул бобр. — Попробуй, шустрик, я на тебя посмотрю!",
                        "Артём нахмурился.",
                        "— Ломать нельзя, это их дом. Надо договориться.",
                        "— Договориться? — Даня топнул. — Они же воду украли!",
                        "— А ты сразу всё крушить? — огрызнулся Артём.",
                        "Они начали спорить, пока бобр не кашлянул так громко, что листья затряслись.",
                        "— Хватит орать, уши вянут! — рявкнул он. — Хотите ручей? Придумайте что-нибудь, а не трындите!",
                        "Артём задумался. Как старший, он привык искать выход. Ломать плотину нельзя — бобры строили её для себя. Но ручей нужен всем.",
                        "— А если найти вам другое место? — сказал он. — Овраг недалеко, там можно сделать пруд.",
                        "Бобр прищурился, почесал нос."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound2.mp3"
                },
                {
                    "text": [
                        "— Овраг, говоришь? Хм, звучит недурно. Но кто копать будет? Я один не потяну.",
                        "— Мы поможем! — выпалил Даня, подпрыгивая. — Я знаю, кого позвать!",
                        "— Ты? — хмыкнул бобр. — Ладно, шустрик, удивляй.",
                        "Даня, полный энергии, рванул на поляну. Он был таким общительным, что мог уговорить даже сонного ежа. Через час он привёл толпу: зайцы прыгали, белки таскали ветки, даже медведь лениво плёлся, ворча.",
                         "— Это всё ты собрал? — удивился Артём.",
                        "— Ага! — гордо заявил Даня. — Я же мастер уговаривать!",
                        "Артём улыбнулся и взял командование.",
                        "— Зайцы, ройте овраг! Белки, тащите листья! Медведь, вали брёвна!",
                        "Все засуетились. Бобр наблюдал, жуя веточку.",
                        "— Неплохо, малявки, — буркнул он. — Может, и выйдет что.",
                        "Пока расчищали овраг, Даня заметил в ветках свёрнутую кору с вырезанной лапой и надписью: «Спасёшь ручей — найдёшь мой след. Я близко. Лесной Следопыт».",
                        "— Следопыт! — воскликнул Даня. — Он был здесь!",
                        "Артём взял кору.",
                        "— Похоже, он знал, как вернуть ручей."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound3.mp3"
                },
                {
                    "text": [
                        "Сверху раздался хриплый голос:",
                        "— Нашли его новую загадку? — На ветке сидел ворон Карр, щурясь. — Следопыт хитёр, а вы только шумите!",
                        "— Ты его знал? — спросил Даня.",
                        "Карр фыркнул и улетел, не ответив. Герои переглянулись.",
                        "— Странный он, — сказал Артём.",
                        "— Но Следопыт крутой! — подмигнул Даня.",
                        "Они расчистили овраг, и вода побежала в новый пруд. Бобры захлопали лапами, а ручей снова запел на поляне.",
                        "— Ну, шустрик, — сказал бобр Дане, — не ожидал, что ты такую толпу соберёшь.",
                        "— А ты, — повернулся он к Артёму, — мозгами шевелишь. Договорились?",
                        "— Договорились, — кивнул Артём.",
                        "Солнце садилось, и поляна сияла. Даня плеснул водой в Артёма.",
                        "— Знаешь, я думал, всё решается быстро: нашёл — сломал. А ты круто придумал овраг!",
                        "— А ты всех сплотил, — улыбнулся Артём. — Дружба и идеи вместе творят чудеса, даже если мы спорим.",
                        "Даня хихикнул.",
                        "— Но я всё равно быстрее бегаю!",
                        "Артём рассмеялся, и они побежали к ручью, брызгаясь. Тайна Следопыта осталась в их лапах, а поляна пела, радуясь воде."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound3.mp3"
                }
            ],
            "interactiveId": 4
        },
        {
            "title": "Тайна ночного шороха",
            "description": "Артём-Волк расследует странный шорох в лесу, находит напуганных светлячков и помогает им вернуть дом. Вместе с Даней он показывает, что внимательность и доброта могут сделать ночь на Лесной Поляне спокойной для всех.",
            "cover": "assets/images/00000.png",
            "parts": [
                {
                    "text": [
                        "Лесная Поляна была залита лунным светом. Трава шелестела под ветерком, звёзды сияли. Все спали, кроме Артёма-Волка. Он сидел у камня, прислушиваясь к лесу.",
                        "— Что-то шуршит, — пробормотал он, нахмурившись.",
                        "Шорох был тихим, но настойчивым. Артём решил проверить и пошёл к кустам, где спал Даня-Лисёнок, свернувшись клубочком, обняв хвост.",
                        "— Даня, проснись! — позвал Артём, толкнув друга.",
                        "Лисёнок приоткрыл глаз.",
                        "— А? Утро? — пробормотал он.",
                        "— Ночь! Слышишь шорох? — спросил Артём.",
                        "Даня зевнул.",
                        "— Это ветер. Давай спать!",
                        "— Это не ветер, — настаивал Артём. — Идём, нужна твоя помощь.",
                        "— Помощь? Ночью? — простонал Даня. — Ты всегда такой… серьёзный!",
                        "— А ты всегда ленишься! — огрызнулся Артём."
                    ],
                    "image": "assets/images/2.1.webp",
                    "audio": "assets/audio/sound1.mp3"
                },
                {
                    "text": [
                        "Они начали спорить, но шорох стал громче, и Даня нехотя поплёлся за другом, ворча:",
                        "— Лучше бы спали!",
                        "Шорох вёл к старому дубу. В ветвях блестели огоньки, похожие на звёзды.",
                        "— Это что, звёзды упали? — удивился Даня, забыв про сон.",
                        "Артём прищурился.",
                        "— Светлячки, — сказал он.",
                        "Но светлячки метались, будто напуганные. Один подлетел к Артёму и замер, мигая.",
                        "— Что с вами? — спросил волчонок, внимательно глядя на крохотный огонёк.",
                        "— Нас прогнали из дупла! — пропищал светлячок. — Большая тень! Шуршит и рычит!",
                        "Даня подпрыгнул.",
                        "— Тень? Рычит? Это медведь!",
                        "Артём закатил глаза."
                    ],
                    "image": "assets/images/2.2.webp",
                    "audio": "assets/audio/sound2.mp3"
                },
                {
                    "text": [
                        "— Хватит с твоими медведями. Надо проверить.",
                        "Он заглянул в дупло. Там шуршало. Артём напрягся, но вместо тени высунулась морда ежа.",
                        "— Кто тут? — проворчал ёж, топорща иголки. — Я спать пытаюсь!",
                        "Даня захихикал.",
                        "— Ёж? Ты — «большая тень»?",
                        "Ёж фыркнул.",
                        "— Эти светлячки светят, спать мешают! Вот я и ворчал.",
                        "Артём задумался. Светлячки не могут без дупла, но ёж хочет спать. Он, как старший, решил взять дело в свои лапы.",
                        "— Мы найдём тебе новый дом, — сказал он ежу. — У ручья есть мягкий мох, можно из него построить уютный дом.",
                        "Ёж прищурился.",
                        "— Мох? Хм, звучит неплохо. Но кто его будет тащить сюда?",
                        "— Я! — выпалил Даня. — И светлячков успокою, они перепуганы.",
                        "— Потому что ты их напугал своими «медведями», — фыркнул Артём."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound3.mp3"
                },
                {
                    "text": [
                        "Даня топнул, но побежал за мхом, бормоча:",
                        "— Вечно я всё делаю!",
                        "Пока Даня носился, Артём говорил со светлячками, убеждая их вернуться в дупло, когда ёж уйдёт. Вскоре Даня притащил кучу мха, а за ним прискакал зайчонок, которого он позвал на помощь.",
                        "— Это всё ты собрал? — удивился Артём.",
                        "— Ага! Мне бобры помогали! — гордо заявил Даня.",
                        "Ёж перебрался в новый дом, ворча, но довольный. Светлячки вернулись в дупло, засияв ярче.",
                        "— Спасибо! — пропищали они, кружа над дубом, словно крохотные звёзды.",
                        "Даня улыбнулся.",
                        "— Ну, Артём, ты молодец, что всё придумал!",
                        "— А ты везде успел, — ответил волчонок. — Когда смотришь внимательно и помогаешь друг другу, даже ночь становится светлее.",
                        "Даня зевнул и свернулся клубочком.",
                        "— Теперь спать, герой леса.",
                        "Артём кивнул, лёг рядом, глядя на звёзды. Поляна сияла, и шорох в ту ночь больше не тревожил лес."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound3.mp3"
                }
            ],
            "interactiveId": 3
        },
        {
        "title": "Тропа Следопыта",
            "description": "Артём и Даня находят загадочную тропу в лесу, которая приводит их к зверю, нуждающемуся в помощи. История о том, как важны смелость, смекалка и готовность действовать вместе.",
            "cover": "assets/images/00000.png",
            "parts": [
                {
                    "text": [
                        "Лесная Поляна сверкала утренней росой. Бабочки порхали над цветами, ветер шелестел в листьях, а Артём-Волк и Даня-Лисёнок сидели у ручья, споря, как лучше кидать камешки.",
                        "— Мой дальше пролетел! — заявил Даня, гордо задрав нос.",
                        "— Потому что ты кинул его в траву, — фыркнул Артём. — Надо целиться в воду!",
                        "— А ты вечно всё усложняешь, зануда! — огрызнулся лисёнок.",
                        "Они могли спорить до заката, но тут Даня замер, уставившись за ручей.",
                        "— Артём, смотри! Это что, тропа?",
                        "Там, где вчера была густая трава, вилась узкая дорожка, усыпанная блестящими камешками, будто кто-то их отполировал.",
                        "— Она новая, — сказал Артём, прищурившись. — Вчера её не было.",
                        "— Это Следопыт! — глаза Дани загорелись. — Пойдём!",
                        "— Стой, не торопись, — возразил Артём. — Вдруг там ловушка?",
                        "— Ловушка? Ха, ты просто трусишь! — хихикнул Даня и рванул вперёд.",
                        "— Данька, вернись! — крикнул Артём, но лисёнок уже скрылся за кустами.",
                        "Вздохнув, волчонок побежал следом. Тропа петляла между соснами, где пахло смолой и росой. Вскоре она упёрлась в овраг. Даня стоял на краю, насупившись.",
                        "— Тут тупик, — буркнул он.",
                        "— Я же говорил, надо было проверить! — проворчал Артём. — Теперь ты доволен?",
                        "— А ты вечно нудишь! — огрызнулся Даня."
                    ],
                    "image": "assets/images/2.1.webp",
                    "audio": "assets/audio/sound1.mp3"
                },
                {
                    "text": [
                        "Они начали спорить, кто виноват, но тут из кустов раздался стон. Герои обернулись и увидели барсука, застрявшего в колючих ветках.",
                        "— Эй, помогите! — прохрипел он, пытаясь выбраться.",
                        "Даня хотел прыгнуть, но Артём схватил его за хвост.",
                        "— Не лезь, колючки острые! Надо думать.",
                        "— Думать? Он же застрял! — возмутился Даня. — Ты что, боишься колючек?",
                        "— А ты хочешь стать ёжиком? — фыркнул Артём.",
                        "Барсук кашлянул.",
                        "— Хватит препираться, выручайте!",
                        "Артём осмотрел кусты и заметил длинную ветку.",
                        "— Даня, бери ветку, подадим ему, — сказал он.",
                        "— О, точно! — воскликнул Даня, хватая ветку.",
                        "Вместе они подсунули ветку барсуку. Тот уцепился, и герои потянули, вытащив его из колючек.",
                        "— Фух, спасибо, — выдохнул барсук, отряхивая пыльную шерсть. — А вы что тут делаете?",
                        "— Ищем, кто сделал тропу, — сказал Артём. — Может, Лесной Следопыт?",
                        "Барсук улыбнулся.",
                        "— Следопыт? Он прокладывал такие тропы, чтобы звери помогали друг другу. Видать, эта вела ко мне."
                    ],
                    "image": "assets/images/2.1.webp",
                    "audio": "assets/audio/sound1.mp3"
                },
                {
                    "text": [
                        "Даня подпрыгнул.",
                        "— Правда? А где он?",
                        "— Никто не знает, — пожал плечами барсук. — Но его метки всегда подсказывают.",
                        "Артём заметил на краю оврага камень с вырезанным солнцем и надписью: «Тропа зовёт смелых. Я близко».",
                        "— Это его! — воскликнул он, указывая.",
                        "Барсук кивнул.",
                        "— Похоже. Значит, вы сделали, что он хотел.",
                        "Сверху раздался хриплый голос:",
                        "— Ну и ну, еще одну метку нашли? — На ветке сидел ворон Карр, перебирая перья. — Следопыт вас за нос водит, вы только топчетесь да пыхтите!»",
                        "— Ты знаешь где он? — спросил Даня.",
                        "Карр хмыкнул, но остался сидеть, щурясь, будто ждал, что герои ещё набедокурят.",
                        "Друзья помогли барсуку дойти до поляны, а сами вернулись к камню. Даня потрогал каменное солнце.",
                        "— Круто! Следопыт нас к барсуку привёл!",
                        "— Без твоей прыти мы бы не успели, — сказал Артём. — А я придумал, как его вытащить.",
                        "— Вместе мы вообще огонь! — хихикнул Даня. — Смекалка и быстрота вместе спасают друзей.",
                        "Солнце поднималось выше, освещая поляну. Артём и Даня решили, что ещё найдут Следопыта, но теперь будут думать и действовать заодно. Лес сиял, а тайна тропы осталась за ними."
                    ],
                    "image": "assets/images/2.1.webp",
                    "audio": "assets/audio/sound1.mp3"
                }
            ],
            "interactiveId": 5
        },
        {
            "title": "Потерянный мёд",
                "description": "Когда медведь теряет свои запасы мёда, Артём и Даня отправляются на поиски. Это весёлая история о командной работе, в которой умение догадаться и быстро действовать помогает найти вкусную награду.",
                "cover": "assets/images/00000.png",
                "parts": [
                    {
                        "text": [
                            "Лесная Поляна гудела от утреннего солнца. Пчёлы жужжали над цветами, лепестки качались под ветром, а Артём-Волк и Даня-Лисёнок лежали на мягкой траве, разглядывая облака.",
                            "— Это облако похоже на зайца, — сказал Даня, махнув хвостом.",
                            "— Нет, на волка, — возразил Артём, прищурившись.",
                            "— Волка? Ты просто хочешь быть крутым! — хихикнул Даня, толкнув друга лапой.",
                            "Они начали спорить, но тут из кустов с треском вывалился медведь. Его шерсть была усыпана листьями, а глаза растерянно моргали.",
                            "— Эй, проказники! — прогудел он, потирая нос. — Помогите, мёд потерял!",
                            "— Мёд? — Даня вскинул уши и вскочил. — Где?",
                            "— Если б знал, не спрашивал бы, — буркнул медведь, хмуро почёсывая затылок. — Спрятал в трёх местах, но вчера так устал, что всё забыл.",
                            "Артём нахмурился, скрестив лапы.",
                            "— Как можно забыть мёд?",
                            "— Легко, — вздохнул медведь, понурив голову. — Поможете?",
                            "Даня рванул к кустам, подпрыгивая от нетерпения.",
                            "— Я найду! Это же мёд!",
                            "— Данька, стой! — крикнул Артём, качая головой. — Нужен план!",
                            "— План? Ты всегда с планами возишься! — фыркнул Даня, обернувшись с ухмылкой.",
                            "Они опять заспорили, но медведь топнул лапой так, что трава задрожала.",
                            "— Хватит трындеж! — рявкнул он. — Или ищите, или я сам!"
                        ],
                        "image": "assets/images/2.1.webp",
                        "audio": "assets/audio/sound1.mp3"
                    },
                    {
                        "text": [
                            "Артём вздохнул и посмотрел на медведя.",
                            "— Давай вспоминай, где ты был вчера, — сказал он, прищурившись.",
                            "Медведь почесал затылок, морща лоб.",
                            "— Ну… у дуба, у ручья и… где-то ещё.",
                            "Артём кивнул и пошёл к дубу, внимательно осматривая траву. Даня носился повсюду, заглядывая в норы и под камни, его хвост мелькал, как рыжий флаг.",
                            "— Ты только мешаешь! — проворчал Артём, когда Даня чуть не сбил его с лап.",
                            "— А ты плетёшься, как черепаха! — хихикнул Даня, высунув язык.",
                            "Но тут Даня споткнулся о корень и… заметил горшок мёда под кустом, с вырезанной пчелой на крышке.",
                            "— Нашёл! — закричал он, подпрыгивая и размахивая лапами.",
                            "Артём подбежал, но нахмурился, разглядывая горшок.",
                            "— Это один. Где остальные? И что за пчела?",
                            "Медведь прищурился, потянув носом.",
                            "— Точно! Второй у ручья, в дупле!",
                            "Они побежали к ручью, где вода сверкала под солнцем. Даня лез в каждое дупло, пока Артём не указал на старый клён, приметив капли мёда на коре.",
                            "— Там, смотри, следы мёда, — сказал он, ткнув лапой.",
                            "Даня вскарабкался и вытащил второй горшок. Медведь захлопал лапами, чуть не уронив находку.",
                            "— Остался последний! Кажется… у пещеры."
                        ],
                        "image": "assets/images/2.1.webp",
                        "audio": "assets/audio/sound1.mp3"
                    },
                    {
                        "text": [
                            "У пещеры Даня опять рванул вперёд, но Артём поймал его за хвост.",
                            "— Давай вместе, — сказал он, нахмурившись. — Там темно.",
                            "Даня кивнул, и они уговорили светлячка, которого Даня подбодрил, светиться ярче.",
                            "В углу пещеры нашли третий горшок с той же пчелой. Медведь заревел от радости, хлопая себя по бокам.",
                            "— Вы молодцы! Делите мёд!",
                            "Артём посмотрел на Даню.",
                            "— Ты первый нашёл. Бери больше.",
                            "— Нет, ты дупло заметил, — возразил Даня, ткнув друга в бок. — Поровну!",
                            "Они рассмеялись, деля мёд с медведем, пока солнце не окрасило поляну золотом.",
                            "— Знаешь, — сказал Артём, облизывая лапу, — ты молодец, что везде лазаешь.",
                            "— А ты — что всё замечаешь, — подмигнул Даня, жуя мёд.",
                            "— Когда один ищет, а другой направляет, всё находится быстрее.",
                            "Артём закатил глаза, но улыбнулся.",
                            "— Но я всё равно шустрее всех! — хихикнул Даня, уворачиваясь от дружеского тычка.",
                            "Поляна пахла цветами, мёд таял во рту, а наши друзья поняли, что работать в команде всегда эффективнее."
                        ],
                        "image": "assets/images/2.1.webp",
                        "audio": "assets/audio/sound1.mp3"
                    }
                ],
                "interactiveId": 1
            },
            {
                "title": "Пещера загадок",
                    "description": "Когда Артём и Даня случайно оказываются запертыми в загадочной пещере, им предстоит решить головоломку от Лесного Следопыта. Это история о смекалке, взаимодоверии и том, как разные подходы помогают выбраться из трудностей.",
                    "cover": "assets/images/00000.png",
                    "parts": [
                        {
                            "text": [
                                "Лесная Поляна утопала в золотом свете. Артём-Волк и Даня-Лисёнок бродили у ручья, кидая камешки, когда заметили тёмный проход в холме, которого раньше не было.",
                                "— Это пещера! — воскликнул Даня, глаза загорелись. — Пойдём!",
                                "— Круто! — Артём вскинул уши, но тут же нахмурился. — Только давай осторожно.",
                                "— Осторожно? Ты что, темноты стесняешься? — хихикнул Даня, махнув хвостом.",
                                "— А ты вечно мчишься, как на пожар! — фыркнул Артём, но его глаза блестели от любопытства.",
                                "Они переглянулись и рванули к пещере, споря на бегу. Внутри было прохладно, стены блестели от влаги, а воздух пах сыростью. Даня прыгал впереди, пока не раздался щелчок. Каменная плита с грохотом закрыла выход.",
                                "— Ой, — пискнул Даня, оглядываясь. — Это… не я!"
                            ],
                            "image": "assets/images/2.1.webp",
                            "audio": "assets/audio/sound1.mp3"
                        },
                        {
                            "text": [
                                "— Отлично, Данька, — вздохнул Артём, почёсывая затылок. — Теперь мы в ловушке.",
                                "На стене загорелись рисунки: звёзды, тропы, звери. Под ними — надпись: «Ответь на загадку, чтобы выйти. Лесной Следопыт».",
                                "— Следопыт! — воскликнул Даня, подпрыгивая. — Он тут был!",
                                "— Но как выбраться? — Артём прищурился, разглядывая узоры.",
                                "Они начали спорить: Даня хотел тыкать все рисунки подряд, Артём — искать подсказку.",
                                "Тут из тени вылетела сова, встрёпанная и ворчливая.",
                                "— Застряли, да? — ухнула она, встряхивая перья. — Я тут второй день сижу!",
                                "— Ты знаешь загадку? — спросил Артём, настороженно.",
                                "Сова фыркнула.",
                                "— Видела подсказку на стене. Слушайте: «Что ведёт, но не движется, знает, но не говорит?»"
                            ],
                            "image": "assets/images/2.1.webp",
                            "audio": "assets/audio/sound1.mp3"
                        },
                        {
                            "text": [
                                "Даня топнул лапой, его уши дёрнулись.",
                                "— Звёзды! Они ведут ночью!",
                                "— Нет, — Артём покачал головой. — Звёзды светят, но не знают. Звери? Они бегают, а не ведут.",
                                "Сова закатила глаза.",
                                "— Думайте, головастики! Я уже всё перепробовала.",
                                "Артём замер, глядя на рисунок тропы.",
                                "— Тропа! — сказал он. — Она ведёт зверей, знает путь, но не движется и не говорит!",
                                "Даня хлопнул лапами.",
                                "— Гениально! Я бы до этого сто лет гадал!",
                                "Они нажали на рисунок тропы, и плита с гулом отъехала. Снаружи их ждал золотой закат и хриплый голос:",
                                "— Ого, выбрались? — На ветке сидел ворон Карр, щурясь. — Быстро справились!",
                                "— Ты знал про ловушку? — спросил Даня, задрав нос."
                            ],
                            "image": "assets/images/2.1.webp",
                            "audio": "assets/audio/sound1.mp3"
                        },
                        {
                            "text": [
                                "— Ага, и что? — хмыкнул Карр, чистя перья. — Следопыт любит умников проверять. Ещё побегаете!",
                                "Артём прищурился.",
                                "— А ты его видел?",
                                "Карр хихикнул, но промолчал, притворившись, что задремал.",
                                "Сова, та, что была в пещере, захлопала крыльями.",
                                "— Спасибо, что вытащили! А Карр всегда такой, привыкайте.",
                                "Герои вышли на поляну, где звёзды уже зажглись. Даня посмотрел на Артёма, ткнув его в бок.",
                                "— Ты молодец, что голову включил. Я бы всё перепутал.",
                                "— А ты заставил меня шевелиться, — улыбнулся Артём, потирая ушибленное плечо. — Когда один рвётся вперёд, а другой думает, любая загадка по плечу.",
                                "Они поняли, что Следопыт учит их доверять друг другу: Даня своим порывом вдохновляет, а Артём своей логикой находит путь.",
                                "Пещера осталась позади, но тайна Следопыта манила вперёд, обещая новые загадки."
                            ],
                            "image": "assets/images/2.1.webp",
                            "audio": "assets/audio/sound1.mp3"
                        }
                    ],
                    "interactiveId": 1
                },
                {
                    "title": "Монстр в зарослях",
                        "description": "Когда сорока кричит о «страшном монстре» в лесу, Артём и Даня отправляются на проверку. Эта история о том, как важно проверять слухи, доверять друг другу — и храбрость проявляется не в отсутствии страха, а в том, что ты идёшь вперёд несмотря на него.",
                        "cover": "assets/images/00000.png",
                        "parts": [
                            {
                                "text": [
                                    "Лесная Поляна благоухала цветами и мёдом, тёплый ветер шелестел в высокой траве, а ручей звенел, отражая солнечные блики.",
                                    "Артём-Волк сидел у старого моста, сосредоточенно затягивая узлы на потрёпанной верёвке, его уши подрагивали от каждого шороха.",
                                    "Даня-Лисёнок, наоборот, носился по поляне, гоняясь за яркой бабочкой, пока не врезался в Артёма, чуть не опрокинув его в траву.",
                                    "— Данька, смотри под ноги! — проворчал Артём, потирая бок и хмуря брови.",
                                    "— Это бабочка виновата! — хихикнул Даня, высунув язык и теребя пушистый хвост. — Она слишком шустрая!",
                                    "Они начали спорить, чья работа важнее — чинить мост или ловить бабочек, — когда над поляной с треском закружила сорока.",
                                    "Её чёрно-белые крылья мелькали, а голос дрожал от паники:",
                                    "— Монстр! В лесу монстр! Огромный, с клыками, рычит в зарослях!",
                                    "Даня замер, его глаза округлились, как две лесные ягоды, а хвост нервно дёрнулся.",
                                    "— Монстр? Правда? — пискнул он, прижав уши.",
                                    "Артём фыркнул, отложив верёвку и скрестив лапы."
                                ],
                                "image": "assets/images/2.1.webp",
                                "audio": "assets/audio/sound1.mp3"
                            },
                            {
                                "text": [
                                    "— Не верь ей, — сказал он, прищурившись. — Сорока всегда болтает ерунду.",
                                    "— Но проверить надо! — Даня топнул лапой, пытаясь скрыть дрожь. — А то вдруг он настоящий!",
                                    "— Ты просто боишься, но всё равно идёшь! — подмигнул Артём, вставая и отряхивая шерсть.",
                                    "— Я?! Боюсь?! — возмутился Даня, задрав нос, но его уши предательски подрагивали. — Пойдём, сам увидишь!",
                                    "Они рванули за сорокой, которая суетливо перескакивала с ветки на ветку, треща без умолку.",
                                    "Лес сгущался, сосны отбрасывали длинные тени, а воздух пах смолой и сыростью.",
                                    "Даня шагал за Артёмом, то и дело оглядываясь, его лапы путались в высокой траве.",
                                    "Артём шёл впереди, раздвигая колючие ветки, его глаза внимательно сканировали заросли.",
                                    "— Где твой монстр, сорока? — спросил он, остановившись у густого куста, где ветер завывал, качая ветви.",
                                    "Сорока приземлилась на сучок, её перья топорщились от волнения.",
                                    "— Там! — пискнула она, тыча клювом. — Шуршит и рычит, я сама видела!"
                                ],
                                "image": "assets/images/2.1.webp",
                                "audio": "assets/audio/sound1.mp3"
                            },
                            {
                                "text": [
                                    "Артём наклонился, раздвинул ветки и… расхохотался так, что эхо разнеслось по лесу.",
                                    "Его уши дёрнулись, а лапы упёрлись в бока.",
                                    "— Это тень от веток! — выдохнул он, вытирая слёзы. — Ветер качает, а сосна скрипит, вот тебе и «рык»!",
                                    "Даня осторожно выглянул из-за его спины, его мордочка порозовела от смущения.",
                                    "— Ну… я же говорил, что это не монстр! — пробормотал он, теребя хвост и отводя взгляд.",
                                    "— Ага, говорил, — хихикнул Артём, ткнув друга в бок. — Почему тогда лапы дрожат?",
                                    "Даня фыркнул, задрав нос, но сорока затрещала, перескакивая с ветки на ветку:",
                                    "— Я видела! Точно монстр был, с клыками!",
                                    "Артём повернулся к ней, его брови сдвинулись.",
                                    "— Сорока, ты всех напугала своей болтовнёй, — сказал он, качая головой. — Надо проверять, прежде чем кричать.",
                                    "Сорока опустила голову, её крылья поникли, а клюв виновато щёлкнул.",
                                    "— Ладно, я… погорячилась, — пробормотала она, переминаясь с лапы на лапу."
                                ],
                                "image": "assets/images/2.1.webp",
                                "audio": "assets/audio/sound1.mp3"
                            },
                            {
                                "text": [
                                    "Даня вдруг шагнул ближе, его глаза блестели.",
                                    "— Знаешь, я правда боялся, — признался он, потупившись. — Но пошёл, потому что ты был рядом.",
                                    "Артём улыбнулся, его уши мягко дрогнули, а лапа легла на плечо друга.",
                                    "— А я пошёл, потому что ты настоял, — сказал он, глядя на звёзды, зажигающиеся над поляной. — Вместе не страшно.",
                                    "Сорока захлопала крыльями, её голос стал звонче.",
                                    "— Вы молодцы! — прощебетала она. — Я больше не буду слухи распускать, обещаю!",
                                    "Они вернулись на поляну, где луна заливала траву серебром, а цветы качались под лёгким ветром.",
                                    "Даня плюхнулся на траву, раскинув лапы, и посмотрел на Артёма.",
                                    "— Честно признаться — не так уж и страшно, — сказал он, ухмыляясь.",
                                    "— Ага, — кивнул Артём, ложась рядом и глядя на звёзды. — Когда боишься, но идёшь с другом, страх отступает, а слухи тают.",
                                    "Где-то в ветвях мелькнул ворон Карр, его глаза лукаво блеснули. Он пробормотал, чистя перья:",
                                    "— Слухи гоняете? Лучше уши мыть чаще!",
                                    "Но герои его не заметили, смеясь и планируя новые приключения. Поляна дышала теплом, а лес шептал свои тайны."
                                ],
                                "image": "assets/images/2.1.webp",
                                "audio": "assets/audio/sound1.mp3"
                            }
                        ],
                        "interactiveId": 1
                    },
                    {
                        "title": "Тропа из шишек",
                            "description": "Артём и Даня находят загадочную тропу, усыпанную шишками, и по пути спасают белку, попавшую в беду. Эта история о смелости, взаимопомощи и о том, как Лесной Следопыт учит действовать вместе, несмотря на разный характер.",
                            "cover": "assets/images/00000.png",
                            "parts": [
                                {
                                    "text": [
                                        "Лесная Поляна искрилась после дождя, капли сверкали на траве, а воздух пах мокрой землёй и сосновой хвоей.",
                                        "Артём-Волк и Даня-Лисёнок бродили у ручья, споря, кто лучше прыгает через лужи, их лапы шлёпали по влажной траве.",
                                        "— Я дальше! — заявил Даня, подпрыгнув и приземлившись с брызгами, его хвост гордо задрался.",
                                        "— Но я точнее, — возразил Артём, аккуратно перепрыгнув лужу и прищурившись.",
                                        "Они могли спорить вечно, но тут Артём замер, его уши дёрнулись, заметив узкую тропу, усыпанную шишками, будто кто-то нарочно их разбросал.",
                                        "— Смотри, Даня! — воскликнул он, глаза загорелись. — Новая тропа! Пойдём проверим?",
                                        "— Приключение! — хихикнул Даня, теребя пушистый хвост. — Только не отставай!",
                                        "— Я? Отстану? — фыркнул Артём, но его лапы уже шагали по шишкам. — Только ты не лезь в неприятности!",
                                        "Даня рванул вперёд, но тут же запутался в колючих ветках, его мордочка скривилась.",
                                        "— Ай, Артём, помоги! — пискнул он, дёргая лапой.",
                                        "— Говорил же, осторожно! — вздохнул Артём, пробираясь к другу и раздвигая ветки. — Ладно, держись за меня."
                                    ],
                                    "image": "assets/images/2.1.webp",
                                    "audio": "assets/audio/sound1.mp3"
                                },
                                {
                                    "text": [
                                        "Тропа вилась через заросли, где сосны шептались под ветром, а шишки хрустели под лапами.",
                                        "Вскоре они услышали тонкий писк. Белка застряла в колючем кусте, её рыжий хвост дрожал, а глаза блестели от испуга.",
                                        "— Помогите! — пропищала она, суетливо дёргаясь.",
                                        "Даня хотел прыгнуть, но Артём поймал его за хвост, нахмурив брови.",
                                        "— Давай вместе, — сказал он. — А то оба застрянем, и кто нас вытащит?",
                                        "— Вместе? Ты всегда с планами возишься! — хихикнул Даня, высунув язык.",
                                        "— А ты вечно скачешь, как заяц! — подмигнул Артём, но его голос был тёплым.",
                                        "— Хватит болтать! — пропищала она. — Вытащите меня, а то колючки везде!",
                                        "Даня огляделся и заметил длинную палку, валявшуюся в траве.",
                                        "— Вот! — воскликнул он, подскочив и схватив её. — Подадим ей!"
                                    ],
                                    "image": "assets/images/2.1.webp",
                                    "audio": "assets/audio/sound1.mp3"
                                },
                                {
                                    "text": [
                                        "Артём кивнул, потирая лоб, и аккуратно раздвинул колючие ветки.",
                                        "Даня подсунул палку, белка уцепилась, и они вместе потянули, освободив её.",
                                        "Белка захлопала лапками, её хвост пушисто взметнулся.",
                                        "— Спасибо! — прощебетала она, отряхиваясь. — Это Карр разбросал шишки, сказал, что Следопыт проверяет смелых и добрых!",
                                        "— Карр? — Артём прищурился, его уши насторожились.",
                                        "На ветке появился ворон Карр, его глаза лукаво блеснули.",
                                        "— Ага, нашли тропу? — хмыкнул он, перебирая перья. — Следопыт вас на крючок поймал, а вы носами шмыгаете!",
                                        "— Это его шишки? — спросил Даня, задрав нос и ткнув лапой в тропу.",
                                        "Карр уронил блестящую монету с выгравированной лапой и хихикнул.",
                                        "— Его, его! Но до цели вам ещё топать и топать! — Он остался на ветке, щурясь, будто ждал новых проказ."
                                    ],
                                    "image": "assets/images/2.1.webp",
                                    "audio": "assets/audio/sound1.mp3"
                                },
                                {
                                    "text": [
                                        "— Это Следопыта! — воскликнул Даня, подхватив монету и подпрыгивая.",
                                        "Белка хихикнула, её глаза блестели.",
                                        "— Карр любит загадки, но вы молодцы! Спасли меня!",
                                        "Герои вернулись на поляну, где солнце сушило лужи, а ручей звенел, отражая золотые лучи.",
                                        "Они разглядывали монету, её лапа будто указывала вперёд.",
                                        "Даня ткнул Артёма в бок, его мордочка сияла.",
                                        "— Ты круто придумал, как ветки держать, — сказал он, жуя травинку.",
                                        "— А ты палку нашёл, — улыбнулся Артём, потирая ушибленное плечо. — Когда один вдохновляет, а другой проверяет, путь всегда найдётся.",
                                        "Солнце грело поляну, и герои знали, что Следопыт близко.",
                                        "Надо только не сдаваться, шагать вместе и не бояться новых троп."
                                    ],
                                    "image": "assets/images/2.1.webp",
                                    "audio": "assets/audio/sound1.mp3"
                                }
                            ],
                            "interactiveId": 1
                        },
                        {
                            "title": "Тайна Звездного холма",
                                "description": "Когда Артём и Даня находят загадочный камень со звёздами и послание от Следопыта, они помогают сове восстановить гнездо и получают новое указание. Эта история о мечтах, поддержке и том, как звёзды ведут тех, кто идёт вместе.",
                                "cover": "assets/images/00000.png",
                                "parts": [
                                    {
                                        "text": [
                                            "Лесная Поляна спала под звёздами, их свет дрожал в тёмной воде ручья, а ночной ветер нёс запах мокрой травы.",
                                            "Артём-Волк и Даня-Лисёнок сидели на берегу, споря, кто лучше лазает по деревьям, их голоса эхом разносились в тишине.",
                                            "— Я быстрее! — заявил Даня, дёрнув пушистым хвостом и подпрыгнув на месте.",
                                            "— Зато я выше забираюсь, — возразил Артём, прищурившись и ткнув лапой в небо.",
                                            "Они могли спорить до рассвета, но тут Артём замер, его уши дрогнули, уловив блеск на далёком холме.",
                                            "— Даня, смотри! — воскликнул он, глаза загорелись. — Что-то светится! Пойдём глянем?",
                                            "— Сокровище! — хихикнул Даня, теребя хвост от нетерпения. — Я первый добегу!",
                                            "— Только не свались! — фыркнул Артём, но его лапы уже шагали к холму, а сердце стучало от любопытства.",
                                            "Даня рванул вперёд, его шерсть мелькала в лунном свете, но на склоне он чуть не поскользнулся на влажной траве.",
                                            "— Артём, тут скользко! — пискнул он, цепляясь за куст.",
                                            "— Говорил же, не гони! — хмыкнул Артём, подтягивая друга. — Идём вместе, а то улетишь в ручей.",
                                            "Тропа вилась через заросли, где ночные шорохи смешивались с плеском ручья."
                                        ],
                                        "image": "assets/images/2.1.webp",
                                        "audio": "assets/audio/sound1.mp3"
                                    },
                                    {
                                        "text": [
                                            "На вершине холма они нашли плоский камень, покрытый вырезанными звёздами, которые блестели, будто живые.",
                                            "Рядом лежала старая кора с надписью: «Смотри на звёзды, мечтай. Лесной Следопыт».",
                                            "— Следопыт! — выдохнул Даня, подпрыгивая и чуть не уронив кору. — Он был тут!",
                                            "— Но что это значит? — Артём потёр затылок, разглядывая звёзды на камне.",
                                            "Тут раздался шорох, и из кустов высунулась сова, держа в клюве сломанную ветку.",
                                            "Её перья были встрёпаны, а глаза сверкали от досады.",
                                            "— Помогите! — прохрипела она, махнув крылом. — Гнездо развалилось, ветер после дождя всё снёс!",
                                            "Даня рванул к дереву, его уши задорно торчали.",
                                            "— Я мигом залезу!",
                                            "— Погоди, я лучше лазаю! — Артём шагнул вперёд, но остановился, почёсывая нос. — Хотя… вдвоём быстрее.",
                                            "Они начали спорить, кто полезет, пока сова не топнула лапой, её перья вздыбились.",
                                            "— Перестаньте трындеж! — ухнула она. — Лезьте оба, или гнездо развалится!"
                                        ],
                                        "image": "assets/images/2.1.webp",
                                        "audio": "assets/audio/sound1.mp3"
                                    },
                                    {
                                        "text": [
                                            "Артём и Даня переглянулись, хихикнув.",
                                            "Даня подхватил ветку, пыхтя от усилий, а Артём вскарабкался на дерево, аккуратно закрепляя её в гнезде.",
                                            "Сова захлопала крыльями, её глаза смягчились.",
                                            "— Фух, спасибо! — выдохнула она, отряхиваясь. — Я видела, как вы тропу нашли. Что ищете?",
                                            "— Следопыта, — сказал Артём, спрыгнув на землю и показав кору. — Это его?",
                                            "Сова кивнула, её голос стал тише.",
                                            "— Он учил нас смотреть на звёзды и мечтать. Говорил, мечты ведут к новым тропам.",
                                            "Даня подпрыгнул, его хвост взметнулся.",
                                            "— Круто! Где он теперь?",
                                            "— Никто не знает, — ответила сова, щурясь. — Но он близко.",
                                            "Сверху раздался хриплый голос:",
                                            "— Ближе, чем вы думаете! — На ветке сидел ворон Карр, его глаза лукаво блеснули. Он уронил перо, на котором было вырезано: «Хижина ждёт».",
                                            "— Карр, расскажи! — крикнул Даня, подпрыгнув к ветке."

                                        ],
                                        "image": "assets/images/2.1.webp",
                                        "audio": "assets/audio/sound1.mp3"
                                    },
                                    {
                                        "text": [
                                            "— Ха, обхитрил вас Следопыт, а вы только топчетесь да пыхтите! — хихикнул Карр, чистя перья. — Ищите хижину, может, там намёк найдёте!",
                                            "Артём прищурился, подхватив перо.",
                                            "— Ты его видел?",
                                            "Карр фыркнул, но остался на ветке, притворившись, что дремлет.",
                                            "Сова хмыкнула.",
                                            "— Он всегда дразнится, привыкайте.",
                                            "Герои спустились на поляну, где звёзды сияли ярче, а ручей шептал свои тайны.",
                                            "Даня ткнул Артёма в бок, его мордочка светилась.",
                                            "— Ты круто ветку закрепил, — сказал он, жуя травинку.",
                                            "— А ты заставил меня мечтать о сокровищах, — улыбнулся Артём, потирая ушибленное плечо. — Когда один мечтает, а другой делает, звёзды ближе.",
                                            "Луна освещала холм, и герои поняли, что их мечты — часть большой истории леса. Перо указывало на хижину Следопыта, и они знали: надо идти дальше, вместе, под звёздами."
                                        ],
                                        "image": "assets/images/2.1.webp",
                                        "audio": "assets/audio/sound1.mp3"
                                    }
                                ],
                                "interactiveId": 1
                            },
                            {
                                "title": "Хижина Следопыта",
                                    "description": "Артём и Даня находят хижину Лесного Следопыта — таинственного наставника, загадавшего им множество лесных испытаний. В этой истории герои узнают, что всё, чему их учил Следопыт, вело к главному: умению дружить, помогать и вдохновлять других.",
                                    "cover": "assets/images/00000.png",
                                    "parts": [
                                        {
                                            "text": [
                                                "Лесная Поляна дремала под утренним туманом, его серебристые нити плыли над травой, а ручей шептал, отражая первые лучи.",
                                                "Артём-Волк и Даня-Лисёнок шагали по тропе, найденной на Звёздном холме, сжимая перо Карра с надписью «Хижина ждёт».",
                                                "Лес гудел вокруг: сосны шелестели, птицы перекликались, а воздух пах сыростью и хвоей.",
                                                "— Это точно она! — воскликнул Даня, указывая на старую хижину, поросшую мхом, его хвост задрался от восторга. — Хижина Следопыта!",
                                                "— Класс! — Артём прищурился, его уши дрогнули. — Но давай заглянем аккуратно, вдруг там сюрприз.",
                                                "— Сюрприз? Ты всегда вынюхиваешь подвох! — хихикнул Даня, теребя пушистый хвост.",
                                                "— А ты мчишься, как заяц на ярмарку! — фыркнул Артём, но его глаза блестели от любопытства.",
                                                "Они начали спорить, кто первый войдёт, но замерли, заметив приоткрытую дверь.",
                                                "Из хижины тянуло травами и тёплым деревом, а свет лился через щели, рисуя узоры на полу.",
                                                "На столе лежала карта, испещрённая тропами, звёздами и метками, будто лес раскрывал свои тайны.",
                                                "— Это Следопыта! — выдохнул Даня, подпрыгнув и чуть не опрокинув свечу."
                                            ],
                                            "image": "assets/images/2.1.webp",
                                            "audio": "assets/audio/sound1.mp3"
                                        },
                                        {
                                            "text": [
                                                "— Но где он сам? — Артём потёр затылок, разглядывая карту.",
                                                "Из тени шагнул старый волк, его седая шерсть серебрилась в полумраке, а глаза светились добротой и мудростью.",
                                                "— Вы нашли меня, — сказал он, его голос был тёплым, как летний ветер. — Я Лесной Следопыт.",
                                                "Герои замерли, их уши торчали от удивления. Даня выпалил, тараторя:",
                                                "— Это вы оставляли метки? Тропы? Загадки? Монеты?",
                                                "Следопыт улыбнулся, его лапа мягко легла на карту.",
                                                "— Да, малыш. Я прокладывал тропы, чтобы звери учились дружбе, смелости и мечтам.",
                                                "Много лет я странствовал, изучая лес, но вернулся, потому что лесу нужны новые герои — вроде вас.",
                                                "Артём прищурился, его хвост медленно качнулся.",
                                                "— Но почему вы нас проверяли? — спросил он, вдумчиво.",
                                                "— Не проверял, а учил, — ответил волк, его глаза блеснули. — Вы помогали белке, спасали гнёзда, разгадывали загадки."
                                            ],
                                            "image": "assets/images/2.1.webp",
                                            "audio": "assets/audio/sound1.mp3"
                                        },
                                        {
                                            "text": [
                                                "Вы мирились, брали инициативу, мечтали. Я видел, как вы растёте, и теперь горжусь.",
                                                "Даня подпрыгнул, его мордочка сияла.",
                                                "— А Карр? Он всё знал?",
                                                "Снаружи раздался хриплый голос:",
                                                "— Ещё бы не знал! — Ворон Карр влетел в хижину, топорща перья и лукаво щурясь. — Я друг Следопыта и гоняю вас, чтобы не спали на ходу!",
                                                "Артём и Даня рассмеялись, их голоса звенели в уютной хижине.",
                                                "Следопыт показал карту, его лапа скользнула по звёздам.",
                                                "— Это мои тропы, — сказал он. — Теперь они ваши. Исследуйте, мечтайте, дружите.",
                                                "Лес оживает, когда звери помогают друг другу.",
                                                "Герои вышли на поляну, где туман рассеялся, а солнце окрасило траву золотом.",
                                                "Звери уже ждали: зайчонок прыгал, белка хихикала, бобры хлопали хвостами."
                                            ],
                                            "image": "assets/images/2.1.webp",
                                            "audio": "assets/audio/sound1.mp3"
                                        },
                                        {
                                            "text": [
                                                "Следопыт встал рядом, его седая шерсть блестела, и начал рассказывать истории о далёких тропах.",
                                                "Лес ожил: цветы расцвели ярче, ручей запел, а тропы засверкали, будто звёзды упали на землю.",
                                                "Даня ткнул Артёма в бок, жуя травинку.",
                                                "— Ты молодец, что не побоялся войти, — сказал он, ухмыляясь.",
                                                "— А ты заставил меня мечтать о встрече с ним, — улыбнулся Артём, потирая ушибленное плечо.",
                                                "Следопыт посмотрел на них, его голос стал глубже.",
                                                "— Вы прошли мои тропы, потому что держались вместе, — сказал он.",
                                                "— Дружба и мечты прокладывают пути, которые сияют для всех. Вы помогли медведю, вернули ручей на место, нашли мой след.",
                                                "Теперь ваш черёд: ведите зверей, мечтайте смелее, и лес всегда будет с вами.",
                                                "Солнце сияло, и герои поняли, что их дружба — сердце леса.",
                                                "Карта Следопыта вела к новым приключениям, а его уроки жили в каждом шаге."
                                            ],
                                            "image": "assets/images/2.1.webp",
                                            "audio": "assets/audio/sound1.mp3"
                                        }
                                    ],
                                    "interactiveId": 1
                                },
                                {
                                    "title": "Пир на Лесной Поляне",
                                        "description": "Лес устраивает большой праздник в честь возвращения Лесного Следопыта. Артём, Даня и все звери вспоминают пройденные приключения и понимают, что дружба, мечты и смелость — самое ценное, что есть у каждого.",
                                        "cover": "assets/images/00000.png",
                                        "parts": [
                                            {
                                                "text": [
                                                    "Лесная Поляна сияла под полуденным солнцем, её трава искрилась росой, а воздух дрожал от пения птиц и сладкого аромата цветов.",
                                                    "После встречи с Лесным Следопытом звери затеяли пир, чтобы отпраздновать его возвращение и уроки, что сплотили лес.",
                                                    "Зайчонок скакал по кустам, таская охапки морковок, белка сновала по веткам, нагружая корзинки орехами, а бобры, пыхтя и ворча, мастерили столы из пахучих брёвен.",
                                                    "Артём-Волк и Даня-Лисёнок метались по поляне, споря, кто лучше украсит праздник, их голоса тонули в весёлом гомоне леса.",
                                                    "— Мои фонарики всех ослепят! — хвастался Даня, развешивая гирлянды из алых и жёлтых цветов, его хвост мелькал, как рыжий флаг.",
                                                    "— Зато мои ленты ветром не сдует, — возразил Артём, закрепляя шёлковые полоски на ветках, его уши дрогнули, а лапы ловко затягивали узлы.",
                                                    "— Ты возишься, как барсук в норе! — хихикнул Даня, подбрасывая цветок и теребя пушистый хвост.",
                                                    "— А ты носишься, будто за мёдом гонишься! — фыркнул Артём, подмигнув и ткнув друга в бок.",
                                                    "Они готовы были спорить, пока звёзды не загорятся, но заметили, что звери замерли, глядя на них.",
                                                    "Зайчонок подскочил, его уши болтались, как флажки, а глаза сверкали.",
                                                    "— Эй, перестаньте болтать! — пискнул он. — Поляна сама не украсится, давайте в команде!",
                                                    "Артём и Даня переглянулись, их мордочки расплылись в ухмылках.",
                                                    "Даня рванул за новой охапкой цветов, его лапы путались в траве, а Артём, потирая затылок, принялся мастерить фонарики, чтобы они горели под звёздами."
                                                ],
                                                "image": "assets/images/2.1.webp",
                                                "audio": "assets/audio/sound1.mp3"
                                            },
                                            {
                                                "text": [
                                                    "Поляна расцвела: цветы пылали яркими всполохами, ленты колыхались на ветру, а фонарики отбрасывали тёплый свет, будто маленькие луны.",
                                                    "Звери захлопали лапами, их радостный гул эхом разнёсся по лесу.",
                                                    "Лесной Следопыт вышел вперёд, его седая шерсть сияла в лучах, а глаза светились мудростью и теплом.",
                                                    "Он поднял лапу, и лес затих, лишь ручей журчал за соснами.",
                                                    "— Вы стали сердцем леса, — сказал он, его голос лился, как тёплый ветер. — Ваши дружба, смелость и мечты — это тропы, которые вьются вечно.",
                                                    "Каждый зверь поделился своим уроком.",
                                                    "Зайчонок гордо выпалил, что научился прыгать выше облаков, белка, хихикая, пообещала не путать следы, бобры, ворча, признались, что освоили искусство договариваться.",
                                                    "Артём шагнул вперёд, его уши мягко качнулись.",
                                                    "— Я понял, что Даня — мой лучший напарник, — сказал он, глядя на друга. — Даже когда он носится, он тащит меня за собой.",
                                                    "Даня подпрыгнул, ткнув Артёма в бок, его глаза сияли.",
                                                    "— А я знаю, что Артём всегда выручит, — хихикнул он, жуя травинку. — Даже если я влипну по уши!",
                                                    "Сверху раздался хриплый смешок:",
                                                    "— Ну, вы дали жару! — Ворон Карр приземлился на ветку, его перья топорщились, а глаза лукаво блестели. — Только не думайте, что всё знаете, шустрики!"
                                                ],
                                                "image": "assets/images/2.1.webp",
                                                "audio": "assets/audio/sound1.mp3"
                                            },
                                            {
                                                "text": [
                                                    "Звери расхохотались, их голоса звенели, как колокольчики в ветре.",
                                                    "Пир закружился: столы ломились от мёда, спелых ягод и орехов, бобры угощали кленовым сиропом, а зайчонок затеял танцы, скача выше всех.",
                                                    "Лес гудел от песен, лапы отбивали ритм, а запах угощений смешивался с ароматом сосен.",
                                                    "Следопыт сел рядом с героями, его лапа легла на карту, что он подарил им в хижине.",
                                                    "Его голос стал глубже, а глаза отражали звёзды.",
                                                    "— Вы нашли мёд для медведя, когда он растерялся, — начал он. — Разгадали загадку пещеры, не побоявшись тьмы.",
                                                    "Победили страх перед «монстром», что оказался тенью. Пробрались через шишки, спасли белку, починили гнездо совы. И нашли меня в хижине, потому что держались вместе.",
                                                    "Каждый ваш шаг учил лес: дружба помогает искать, смелость открывает двери, а мечты зажигают звёзды.",
                                                    "Теперь вы — хранители этих троп, и лес будет петь ваши имена.",
                                                    "Даня ткнул Артёма, его хвост взметнулся.",
                                                    "— Мы с тобой как лесной вихрь — всё можем! — похвастался он, ухмыляясь.",
                                                    "— Ага, — улыбнулся Артём, потирая ушибленное плечо. — И приключения только начинаются.",
                                                    "Лесная Поляна пела под звёздами, цветы качались на ветру, а фонарики горели, как искры мечты.",
                                                    "Артём и Даня знали, что их дружба, смелость и мечты — сердце леса, которое бьётся в каждом шаге по тропам Следопыта."
                                                ],
                                                "image": "assets/images/2.1.webp",
                                                "audio": "assets/audio/sound1.mp3"
                                            }
                                        ],
                                        "interactiveId": 1
                                    }
    ]
}