{
    "stories": [
        {
            "title": "Проказники Лесной Поляны",
            "description": "Весёлая история о том, как Артём-Волк и Даня-Лисёнок устроили соревнования по прыжкам с большого камня и нашли нового друга. Сказка о дружбе, смелости и взаимопомощи.",
            "cover": "assets/images/1.png",
            "parts": [
                {
                    "text": [
                        "На лесной поляне, среди высоких трав и цветущих кустов, Артём-Волк и Даня-Лисёнок устроили настоящее соревнование. В центре поляны возвышался большой камень, который, по слухам, был неприступен для любого зверя. Многие пытались с него прыгнуть, но мало кто осмеливался.",
                        "— Я первый прыгну, и всё! — уверенно заявил Артём, оглядывая камень. — Это проще простого!",
                        "Даня прищурился, его пушистый хвост нетерпеливо дёрнулся.",
                        "— А вот и нет! Я прыгну первым! — ухмыльнулся он.",
                        "Но прежде чем спорить дальше, нужно было забраться на камень. Это оказалось сложнее, чем они думали.",
                        "Артём, как истинный волк, подошёл к камню с полной серьёзностью. Он упёрся лапами, сделал несколько мощных прыжков и вскоре оказался наверху. Стоя на камне, он выглядел гордо, словно король лесной поляны.",
                        "Даня, конечно, не собирался подниматься так просто. Он подскочил к камню, попытался взобраться с разбегу, но лапы соскользнули, и он шлёпнулся обратно в траву.",
                        "— Ты что, танец какой-то исполняешь? — усмехнулся Артём сверху.",
                        "Лисёнок хитро прищурился.",
                        "— Нет, я просто тестирую поверхность, — важно заявил он и тут же начал новую попытку.",
                        "На этот раз он оттолкнулся, уцепился когтями за выступ и, с лёгкостью перекатившись, оказался рядом с Артёмом.",
                        "— Ну что, теперь прыгаем? — нетерпеливо спросил он."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/1.1.mp3"
                },
                {
                    "text": [
                        "Артём кивнул.",
                        "— Только аккуратно, не зацепи ветки, а то улетишь не туда.",
                        "Но Даня уже не слушал. Он рванул вперёд и прыгнул, даже не раздумывая. В полёте его хвост задел тонкую веточку, которая резко отскочила и шлёпнула его по спине.",
                        "— Ой! — вскрикнул Даня, закрутился в воздухе и приземлился прямиком в кусты.",
                        "Артём расхохотался, но тут же подбежал к нему.",
                        "— Ты хоть цел?",
                        "Лисёнок вылез из кустов, встряхнулся, отряхнул хвост и гордо объявил:",
                        "— Конечно! Это был мой фирменный акробатический прыжок!",
                        "— Ну да, если бы в приземлении тебе не помогли кусты, — фыркнул Артём.",
                        "Но тут в кустах раздался лёгкий топот. К ним подбежал запыхавшийся зайчонок.",
                        "— Эй, вы что, соревнования устроили, а сами лежите в кустах? — рассмеялся он.",
                        "Даня быстро вскочил.",
                        "— Да мы просто тренировались! А ты что тут делаешь?"
                    ],
                    "image": "assets/images/1.2.webp",
                    "audio": "assets/audio/1.2.mp3"
                },
                {
                    "text": [
                        "Зайчонок гордо выпрямился.",
                        "— Я тоже хотел попробовать прыгнуть с этого камня, но не смог на него забраться. А вы уже прыгаете вовсю!",
                        "Артём ухмыльнулся.",
                        "— Ну, давай, попробуй ещё раз!",
                        "Зайчонок подбежал к камню, подпрыгнул, но лапки соскользнули, и он снова упал.",
                        "— Эх! — вздохнул он.",
                        "Даня прищурился и подбежал ближе.",
                        "— Давай вместе! Я помогу тебе забраться!",
                        "Он ловко спрыгнул обратно, подсадил зайчонка, и вскоре тот уже стоял наверху.",
                        "— Ого! — восхитился он. — Отсюда всё кажется таким маленьким!",
                        "Артём кивнул.",
                        "— Да, но теперь главное — правильно спрыгнуть."
                    ],
                    "image": "assets/images/1.3.webp",
                    "audio": "assets/audio/1.3.mp3"
                },
                {
                    "text": [
                        "Даня обернулся.",
                        "— Вот именно! Прыгнуть может каждый, но надо ещё удачно приземлиться!",
                        "Зайчонок глубоко вздохнул и прыгнул. Он закрыл глаза, но приземлился мягко и даже сделал небольшой кувырок.",
                        "— Ура! Получилось!",
                        "Артём кивнул, довольный.",
                        "— Вот видишь, главное — верить в себя и не бояться просить помощь, если нужно.",
                        "Даня хитро улыбнулся.",
                        "— А ещё главное — не забывать получать удовольствие от процесса!",
                        "Зайчонок кивнул.",
                        "— Да! Давайте завтра устроим новые испытания!",
                        "— Давай! — согласились волк и лисёнок.",
                        "Так на лесной поляне появились не только новые соревнования, но и новая дружба."
                    ],
                    "image": "assets/images/1.4.webp",
                    "audio": "assets/audio/1.4.mp3"
                }
            ],
            "interactiveId": 0
        },
        {
            "title": "Лисёнок и следы",
            "description": "Захватывающее расследование Артёма-Волка и Дани-Лисёнка! Что за таинственные следы появились в лесу? Сказка о любопытстве, воображении и том, как важно не делать поспешных выводов.",
            "cover": "assets/images/2.png",
            "parts": [
                {
                    "text": [
                        "Лесная поляна только-только начала просыпаться после ночной прохлады. Солнце пробивалось сквозь ветви деревьев, оставляя на траве узоры из света и тени. Птички перекликались друг с другом, белки носились по веткам, а где-то вдалеке слышался шум реки.",
                        "Лисёнок Даня вприпрыжку бежал, размахивая пушистым хвостом, когда вдруг заметил нечто странное.",
                        "— Ого! — выдохнул он, остановившись как вкопанный.",
                        "Прямо перед ним на мягкой земле тянулась цепочка огромных следов. Они были намного больше его собственных и даже больше лап Артёма!",
                        "Глаза лисёнка загорелись.",
                        "— Артём! — закричал он и, не дожидаясь ответа, бросился искать друга.",
                        "Артём-Волк сидел у большого камня и, задумчиво нахмурив брови, пытался завязать верёвку из гибкой лозы.",
                        "— Что случилось, Данька? — спросил он, когда лисёнок буквально влетел к нему, едва не запутавшись в собственных лапах.",
                        "— Следы! — выпалил Даня, тяжело дыша. — Огромные, жуткие следы! Наверняка это… это медведь! Или нет! Оборотень-волк!"
                    ],
                    "image": "assets/images/2.1.webp",
                    "audio": "assets/audio/sound1.mp3"
                },
                {
                    "text": [
                        "Артём скептически приподнял бровь.",
                        "— Волк-оборотень? Серьёзно?",
                        "— Ну ладно, может, и не оборотень, но следы точно странные! Пойдём, посмотрим!",
                        "Артём вздохнул, но знал, что спорить с Данькой бесполезно. Когда тот что-то задумал, остановить его было почти невозможно.",
                        "— Ладно, веди, — сказал волк, поднимаясь.",
                        "Они подошли к тому месту, где лисёнок нашёл следы. Артём внимательно осмотрел их, потом наклонился и потрогал землю лапой.",
                        "— Свежие, — пробормотал он.",
                        "— Ну и? — нетерпеливо спросил Даня.",
                        "— Кто-то прошёл здесь недавно. Надо выяснить, кто.",
                        "Лисёнок подпрыгнул от радости.",
                        "— Это значит, что у нас настоящее расследование! Мы — детективы!",
                        "Артём усмехнулся.",
                        "— Ладно, детектив, тогда веди по следу.",
                        "Даня гордо задрал нос и двинулся вперёд.",
                        "Следы вели через лес, петляя между деревьями. Иногда они были чёткими, иногда едва заметными.",
                        "— Может, это всё-таки медведь? — размышлял Даня.",
                        "— Если бы это был медведь, он оставил бы не только следы, но и сломанные ветки, — возразил Артём."
                    ],
                    "image": "assets/images/2.2.webp",
                    "audio": "assets/audio/sound2.mp3"
                },
                {
                    "text": [
                        "— А если это огромный волк? Или… Или кто-то невидимый, кто оставляет только следы?",
                        "Артём закатил глаза.",
                        "— Даня, если он невидимый, как ты увидел его следы?",
                        "Лисёнок замер, осознавая, что сказанул глупость.",
                        "— Ну… это… — он замялся, а потом фыркнул. — Ладно, ты победил! Но следы всё равно подозрительные.",
                        "Следы вывели их к пещере.",
                        "— Оооо, — протянул Даня. — Вот это уже интересно!",
                        "— Подожди, — Артём осторожно подошёл ближе. — Не стоит лезть в пещеру, не зная, кто там живёт.",
                        "— Ну конечно, давай просто постоим здесь и подождём, пока из него вылезет чудовище! — хихикнул лисёнок и, не слушая друга, бодро шагнул внутрь.",
                        "Артём вздохнул.",
                        "— Почему я не удивлён… — пробормотал он и последовал за Даней.",
                        "Внутри пещеры было темно и прохладно. Стены покрывала мохнатая паутина, а в дальнем углу что-то шуршало.",
                        "Даня замер.",
                        "— Кто тут? — осторожно спросил он.",
                        "Ответом ему был смешок.",
                        "Артём мгновенно напрягся.",
                        "— Выходи! — твёрдо сказал он."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound3.mp3"
                },
                {
                    "text": [
                        "Из тени выскочило маленькое существо.",
                        "— Бу! — раздался звонкий голос.",
                        "Данька взвизгнул и отскочил назад, едва не сбив Артёма с ног.",
                        "Перед ними стояла… белка. Маленькая, рыжая, с огромными блестящими глазами.",
                        "— Вы что, правда испугались? — весело рассмеялась она.",
                        "Даня, наконец, отдышался.",
                        "— Белка?! Ты?!",
                        "— А кто же ещё? — хихикнула она.",
                        "Артём нахмурился.",
                        "— Это ты оставила следы?",
                        "— Ну да, — кивнула белка. — У меня есть такие большие деревянные лапы, я надеваю их на лапки и оставляю следы. Хотела вас немного развлечь!",
                        "Даня возмущённо всплеснул лапами.",
                        "— Это была шутка?!",
                        "— Ага! — гордо ответила белка."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound3.mp3"
                },
                {
                    "text": [
                        "Лисёнок открыл рот, готовый возмутиться, но затем вдруг рассмеялся.",
                        "— Ну ты даёшь! А я уже придумал кучу страшных теорий!",
                        "Артём усмехнулся.",
                        "— Что ж, Данька, твой детективный талант всё-таки привёл нас к разгадке.",
                        "Белка весело подпрыгнула.",
                        "— Ну, зато вам было весело!",
                        "Артём покачал головой.",
                        "— Ладно, возвращаемся домой.",
                        "Даня улыбнулся.",
                        "— Ага! Только давай зайдём на поляну и посмотрим, нет ли там ещё каких-нибудь \"таинственных\" следов.",
                        "Артём фыркнул.",
                        "— Ну, на этот раз проверим дважды!",
                        "Белка снова рассмеялась, а потом исчезла в глубине пещеры.",
                        "Когда друзья вернулись на поляну, солнце уже клонилось к закату.",
                        "Артём с улыбкой сказал:",
                        "— Видишь, иногда важно не спешить с выводами.",
                        "— Но иногда важно просто повеселиться! — подмигнул Даня.",
                        "Они переглянулись и рассмеялись. В тот день они не только раскрыли \"тайну следов\", но и поняли, что иногда приключение — это просто весёлая прогулка с другом."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound3.mp3"
                }
            ],
            "interactiveId": 1
        },
        {
            "title": "Куда исчез ручей?",
            "description": "Артём-Волк и Даня-Лисёнок обнаруживают, что их любимый ручей исчез из-за плотины бобров, и с помощью друзей находят решение, создавая новый пруд. Друзья учатся решать проблемы вместе, возвращая журчание ручья на Лесную Поляну.",
            "cover": "assets/images/3.png",
            "parts": [
                {
                    "text": [
                        "Лесная поляна всегда была живой и яркой: цветы благоухали, птицы пели, бабочки порхали в лучах солнца. Но сегодня всё было как-то... не так.",
                        "Артём вдруг остановился и нахмурился.",
                        "— Что-то странное... Слышишь?",
                        "Даня навострил уши, но услышал только тишину.",
                        "— Нет. А что я должен слышать?",
                        "Лисёнок резко обернулся. Их любимый ручей, который обычно весело журчал, пересекая поляну, исчез. Вместо него осталась лишь влажная полоска земли и редкие жалкие лужицы.",
                        "— Может, кто-то выпил всю воду? — предположил Даня, заглядывая в бывшее русло.",
                        "Артём только фыркнул.",
                        "— Очень смешно. Надо разобраться, куда она делась."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound1.mp3"
                },
                {
                    "text": [
                        "Они отправились вверх по течению. По дороге Даня не мог удержаться от соблазна: то гонялся за кузнечиком, то нюхал цветы, то крутился на месте, пытаясь поймать свой хвост.",
                        "— Может, просто появится новый ручей? — предложил он, когда Артём в очередной раз призвал его сосредоточиться.",
                        "— Если вода ушла, значит, что-то её забрало. Нужно найти причину.",
                        "Через несколько минут они увидели её.",
                        "Там, где раньше весело журчала вода, теперь громоздилась огромная куча веток, листьев и сучьев.",
                        "— Это что, крепость? — удивился Даня.",
                        "Артём присмотрелся.",
                        "— Нет… Это плотина.",
                        "— Плотина? — переспросил Лисёнок, а потом его глаза загорелись. — Ооо! Это же…",
                        "— Бобры, — кивнул Артём."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound2.mp3"
                },
                {
                    "text": [
                        "Даня с любопытством сунул нос в завалы веток.",
                        "— А можно посмотреть?",
                        "Не успел он договорить, как завал зашевелился, и из-за веток показалась пара внимательных глаз.",
                        "— Что вы тут топчетесь? — раздался недовольный хриплый голос.",
                        "— Где наш ручей? — спросил Артём.",
                        "— Наш, — поправил голос. Из-за веток высунулась морда пожилого бобра. — Мы тут плотину строим, теперь вода наша.",
                        "— Так нечестно! — возмутился Даня.",
                        "— Это природа, малыш, — пожал плечами бобр.",
                        "Артём задумался. Они не могут просто взять и разрушить плотину, ведь бобры строят её для себя. Но и ручей хочется вернуть.",
                        "— А что, если мы найдём вам другое место? — предложил он.",
                        "Бобр хмыкнул.",
                        "— Пруд? Мы бы не отказались, но его нет.",
                        "— Значит, сделаем, — решительно сказал Артём."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound3.mp3"
                },
                {
                    "text": [
                        "С помощью друзей — зайцев, белок и даже медведя! — они нашли старый лесной овраг. Оказалось, что если немного направить туда воду, он снова наполнится, и бобры смогут построить там новый дом.",
                        "— Договорились? — спросил Артём.",
                        "Бобр задумчиво осмотрел овраг, покивал и сказал:",
                        "— Договорились.",
                        "Все вместе они перенесли часть веток, расчистили путь для воды — и вскоре первые струйки побежали в старый овраг. Бобры были довольны, а ручей снова запел на Лесной Поляне.",
                        "Когда друзья вернулись на поляну, солнце уже клонилось к закату.",
                        "Даня задумчиво посмотрел на ручей, который снова весело журчал."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound3.mp3"
                },
                {
                    "text": [
                        "— Знаешь, Артём, я думал, что всё решается быстро: нашёл проблему — сразу исправил. А оказывается, не всегда всё так просто.",
                        "Волк усмехнулся:",
                        "— Главное, что мы нашли выход, который устроил всех.",
                        "Лисёнок широко улыбнулся:",
                        "— И теперь у нас не просто ручей, а ещё и новый пруд! Может, искупаемся?",
                        "Артём рассмеялся и мотнул головой:",
                        "— Только если ты первый попробуешь воду.",
                        "Даня фыркнул и игриво плеснул лапой в ручей, разбрызгивая капли в воздухе. Проблема была решена, но впереди их ждало ещё столько интересного!"
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound3.mp3"
                }
            ],
            "interactiveId": 2
        },
        {
            "title": "Тайна ночного шороха",
            "description": "Артём-Волк расследует странный шорох в лесу, находит напуганных светлячков и помогает им вернуть дом. Вместе с Даней он показывает, что внимательность и доброта могут сделать ночь на Лесной Поляне спокойной для всех.",
            "cover": "assets/images/0.png",
            "parts": [
                {
                    "text": [
                        "Лесная Поляна была залита мягким светом луны. Трава чуть шелестела под лёгким ночным ветерком, а звёзды ярко сияли на небе. Все звери спали, кроме одного — Артёма-Волка. Он сидел у большого камня, прислушиваясь к лесу.",
                        "— Что-то шуршит, — пробормотал он, нахмурив брови.",
                        "Артём всегда был серьёзным и внимательным. Если в лесу что-то происходило, он первым замечал.",
                        "А этой ночью шорох был особенно странным — тихим, но настойчивым.",
                        "— Надо проверить, — решил он и отправился в сторону звука.",
                        "По дороге он заметил спящего Даню-Лисёнка, который свернулся клубочком под кустом, обняв свой пушистый хвост.",
                        "— Даня, проснись! — позвал Артём, слегка толкнув друга.",
                        "Лисёнок сонно приоткрыл один глаз.",
                        "— А? Что? Утро уже? — пробормотал он.",
                        "— Нет, ночь! Слышишь шорох? — спросил Артём.",
                        "Даня зевнул и потянулся."
                    ],
                    "image": "assets/images/2.1.webp",
                    "audio": "assets/audio/sound1.mp3"
                },
                {
                    "text": [
                        "— Да какой шорох, Артём? Это, наверное, ветер. Давай спать!",
                        "Но Артём покачал головой.",
                        "— Это не ветер. Идём со мной, мне нужна твоя помощь.",
                        "Даня вздохнул, но всё-таки поплёлся за другом, хоть и ворчал всю дорогу.",
                        "— Ну и зачем нам ночью по лесу шастать? Лучше бы поспали!",
                        "Шорох становился громче, и вскоре они вышли к старому дубу. В его ветвях что-то блестело — маленькие огоньки, похожие на звёздочки.",
                        "— Ого! Это что, звёзды упали? — удивился Даня, сразу забыв про сон.",
                        "Артём прищурился и подошёл ближе.",
                        "— Это не звёзды. Это… светлячки!",
                        "Но светлячки выглядели странно. Они метались туда-сюда, будто были чем-то напуганы.",
                        "Один из них подлетел к Артёму и замер, светясь ярче.",
                        "— Эй, ты кто? — спросил волчонок.",
                        "— Мы светлячки! — пропищал маленький огонёк. — Нас прогнали из дома!"
                    ],
                    "image": "assets/images/2.2.webp",
                    "audio": "assets/audio/sound2.mp3"
                },
                {
                    "text": [
                        "— Кто прогнал? — нахмурился Артём.",
                        "— Большая тень! Она шуршит и рычит в нашем дупле! — пожаловались светлячки.",
                        "Даня подпрыгнул.",
                        "— Тень? Рычит? Это, наверное, медведь! Или… оборотень!",
                        "Артём закатил глаза.",
                        "— Даня, хватит с твоими оборотнями. Надо посмотреть.",
                        "Он осторожно заглянул в дупло. Внутри и правда что-то шуршало. Артём напрягся, готовый к встрече с \"большой тенью\", но вместо этого… из дупла высунулась морда ежа.",
                        "— А ну, кто тут? — проворчал ёж, топорща иголки. — Я спать пытаюсь!",
                        "Даня захихикал.",
                        "— Ёж? Ты и есть та «большая тень»?",
                        "Ёж фыркнул.",
                        "— Я просто искал место для сна, а эти светлячки всё время светят! Вот я и ворчал.",
                        "Артём задумался. Светлячки не могут жить без своего дупла, но и ёж хочет спать спокойно.",
                        "— Давай найдём тебе другое место, — предложил он ежу. — А светлячкам вернём их дом.",
                        "Ёж согласился, хоть и ворчал, что его разбудили."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound3.mp3"
                },
                {
                    "text": [
                        "Артём с Даней нашли мягкий мох под кустом, куда ёж с радостью перебрался. Светлячки, сияя от радости, вернулись в своё дупло, и их огоньки снова загорелись ярко, освещая дуб.",
                        "— Спасибо, Артём! — пропищали они.",
                        "Даня широко улыбнулся.",
                        "— Ну, ты молодец! А я думал, что это точно оборотень!",
                        "Артём усмехнулся.",
                        "— Иногда «большая тень» — это просто ёж, который хочет спать.",
                        "Когда они вернулись на поляну, луна всё ещё сияла. Даня зевнул и свернулся клубочком.",
                        "— Теперь точно пора спать, герой леса, — пробормотал он.",
                        "Артём кивнул, довольный.",
                        "— Да, но теперь лес спокоен. Спокойной ночи, Даня.",
                        "Он лёг рядом с другом, глядя на звёзды. В ту ночь Артём понял, что быть внимательным — это не только замечать проблемы, но и находить для них добрые решения."
                    ],
                    "image": "assets/images/1.1.webp",
                    "audio": "assets/audio/sound3.mp3"
                }
            ],
            "interactiveId": 3
        }
    ]
}